a=316
b= 10
c=a+b # В вводим переменную и записываем в неё сумму 
print (c) # Выводим её 
c=a*b # В вводим переменную и записываем в неё сумму 
print (c, "умножение") # Выводим её c=a+b # В вводим переменную и записываем в неё сумму 
c=a/b # В вводим переменную и записываем в неё сумму 
print (" с деления")# Выводим её c=a+b # В вводим переменную и записываем в неё сумму
c=a//100 # В вводим переменную и записываем в неё сумму 
print (c, "целочисленные деления") # Выводим её c=a+b # В вводим переменную и записываем в неё сумму
c=a%b # В вводим переменную и записываем в неё сумму 
print (c, "остаток от деления") # Выводим её c=a+b # В вводим переменную и записываем в неё сумму
c=a//10%10 # В вводим переменную и записываем в неё сумму 
print (c, "остаток от деления") # Выводим её c=a+b # В вводим переменную и записываем в неё сумму 
